import p1 from '/cream.jpg'
import p2 from '/mix.jpg'
import p3 from '/mixit.jpg'
import p4 from '/xiaomi.jpg'
import p1_img from "./product_1.png";
import p2_img from "./product_2.png";
import p3_img from "./product_3.png";
import p4_img from "./product_4.png";
import p5_img from "./product_5.png";
import p6_img from "./product_6.png";
import p7_img from "./product_7.png";
import p8_img from "./product_8.png";
import p9_img from "./product_9.png";
import p10_img from "./product_10.png";
import p11_img from "./product_11.png";
import p12_img from "./product_12.png";
import p13_img from "./product_13.png";
import p14_img from "./product_14.png";
import p15_img from "./product_15.png";
import p16_img from "./product_16.png";
import p17_img from "./product_17.png";
import p18_img from "./product_18.png";
import p19_img from "./product_19.png";
import p20_img from "./product_20.png";
import p21_img from "./product_21.png";
import p22_img from "./product_22.png";
import p23_img from "./product_23.png";
import p24_img from "./product_24.png";
import p25_img from "./product_25.png";
import p26_img from "./product_26.png";
import p27_img from "./product_27.png";
import p28_img from "./product_28.png";
import p29_img from "./product_29.png";
import p30_img from "./product_30.png";
import p31_img from "./product_31.png";
import p32_img from "./product_32.png";
import p33_img from "./product_33.png";
import p34_img from "./product_34.png";
import p35_img from "./product_35.png";
import p36_img from "./product_36.png";
import shoes1 from './shoes1.jpg'
import shoes3 from './shoes3.jpg'
import shoes4 from './shoes4.jpeg'
import shoes5 from './shoes5.jpg'
import shoes6 from './shoes6.jpg'
import h1 from './h1.jpg'
import h2 from './h2.jpg'
import h3 from './h3.jpg'
import h5 from './h5.jpg'
import h6 from './h6.webp'
import a1 from './a1.jpg'
import a2 from './a2.jpg'
import a3 from './a3.jpg'
import a4 from './a4.jpg'
import a5 from './a5.jpg'
import a6 from './a6.jpg'
import a8 from './a8.jpg'
import a9 from './a9.webp'
import a10 from './a10.webp'
import e1 from './e1.jpg'
import e2 from './e2.jpg'
import t1 from './t1.jpeg'
import t2 from './t2.webp'
import t3 from './t3.webp'
import f2 from './f2.jpg'
import f3 from './f3.jpg'
import f4 from './f4.jpg'
import f5 from './f5.jpg'
import f6 from './f6.jpg'
import f7 from './f7.jpg'
import f8 from './f8.jpg'
import adult1 from './adult1.jpg'
import adult2 from './adult2.jpg'
import adult3 from './adult3.jpg'
import adult4 from './adult4.jpg'
import food1 from './food1.webp'
import food2 from './food2.webp'
import food3 from './food3.jpg'
import food4 from './food4.jpg'
import food5 from './food5.jpg'
import food6 from './food6.webp'
import food7 from './food7.jpg'
import zoo1 from './zoo1.jpg'
import zoo2 from './zoo2.jpg'
import zoo3 from './zoo3.webp'
import zoo4 from './zoo4.webp'
import zoo5 from './zoo5.jpg'
import zoo6 from './zoo6.webp'
import zoo7 from './zoo7.jpg'
import zoo8 from './zoo8.jpg'
import zoo9 from './zoo9.webp'
import zoo10 from './zoo10.jpg'
import car1 from './car1.jpg'
import car2 from './car2.jpg'
import car3 from './car3.jpg'
import health1 from './health1.jpg'
import health2 from './health2.jpg'
import health3 from './health3.jpg'
import s1 from './s1.jpg'
import s2 from './s2.jpg'
import s3 from './s3.webp'
import pp from './pp.jpg'
import pp1 from './p1_product_i1.png'
import pp2 from './p1_product_i2.png'
import pp3 from './p1_product_i3.png'



let all_product = [

  {
    id: 8,
    name: "Шуба из искуственного меха",
    category: "women",
    image: p1_img,
    new_price: 5050,
    old_price: 8050,
    colors: [
      {
        name: "Серый",
        images: [p1_img],
        description: "Искусственная женская шуба - это модный и практичный элемент гардероба, который представляет собой стильную альтернативу натуральным меховым изделиям. Эта шуба на весну женская создана из искусственных материалов, которые сочетают в себе высокое качество и заботу о животных, так как она не требует использования животных шкур. Искусственные материалы, используемые для создания этой шубы искусственные женский зима, обычно не включают в себя животные компоненты и не приводят к убийству животных. Это делает искусственную шубу с капюшоном более экологически безопасной. Шуба искусственная женская демисезонная доступны в широком ассортименте, что позволяет каждой женщине найти идеальную шубку женскую, которая соответствует ее вкусу и стилю. Искусственные шубы обычно не требуют особой заботы, в отличие от натуральных меховых изделий.",
        characteristics: {
          season: "зима",
          material: "мех искусственный",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 9,
    name: "Футболка женская",
    category: "women",
    image: p2_img,
    new_price: 699,
    old_price: 1029,
    colors: [
      {
        name: "Розовый",
        images: [p2_img, pp1, pp2, pp3],
        description: "Блузка женская нарядная выполнена из качественного трикотажа в рубчик, она позволит создавать яркие и элегантные образы, повседневные или на выход. Стильная праздничная футболка гармонично впишется в классический, деловой или молодежный стиль, с ней прекрасно сочетаются брюки, джинсы, юбка.",
        characteristics: {
          season: "лето",
          material: "хлопок 80%; полиэстер 15%; лайкра 5%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "Нет",
        }
      },
      {
        name: "Черный",
        images: [pp],
        description: "Блузка женская нарядная выполнена из качественного трикотажа в рубчик, она позволит создавать яркие и элегантные образы, повседневные или на выход. Стильная праздничная футболка гармонично впишется в классический, деловой или молодежный стиль, с ней прекрасно сочетаются брюки, джинсы, юбка.",
        characteristics: {
          season: "лето",
          material: "хлопок 80%; полиэстер 15%; лайкра 5%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "Нет",
        }
      },
      // Добавить другие цвета
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 10,
    name: "Кроп топ",
    category: "women",
    image: p3_img,
    new_price: 299,
    old_price: 659,
    colors: [
      {
        name: "Бежевый",
        images: [p3_img],
        description: "Кроп топ – лучшее решение на лето 2024! Укороченный женский топик станет неотъемлемой частью Вашего гардероба и идеально впишется в любой образ, будь то спортивный, деловой или домашний.",
        characteristics: {
          season: "лето",
          material: "хлопок 100%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 11,
    name: "Блузка",
    category: "women",
    image: p4_img,
    new_price: 581,
    old_price: 986,
    colors: [
      {
        name: "Красный",
        images: [p4_img],
        description: "Эта утонченная летняя блузка школьная с длинным рукавом является вершиной изящества и комфорта, предназначенного для стильных женщин, которые ценят качество и моду. Сделанная из лёгкого и дышащего материала, она обещает комфорт в теплые летние дни, предоставляя возможность оставаться прохладной и чувствовать себя свежо на протяжении всего дня.",
        characteristics: {
          season: "лето",
          material: "вискоза 100%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "на запах",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]

  },
  {
    id: 12,
    name: "Топ с рукавами",
    category: "women",
    image: p5_img,
    new_price: 659,
    old_price: 958,
    colors: [
      {
        name: "Розовый",
        images: [p5_img],
        description: "Женский вечерний топ с длинными рукавами и завязками. Этот укороченный топ корсет с открытыми плечами и декольте в стиле y2k идеально подойдет для вечернего наряда, танцев и как летний или осенний вариант.",
        characteristics: {
          season: "лето",
          material: "вискоза 100%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]

  },
  {
    id: 13,
    name: "Лонгслив",
    category: "women",
    image: p6_img,
    new_price: 865,
    old_price: 1009,
    colors: [
      {
        name: "Коричневый",
        images: [p6_img],
        description: "Элегантный женский лонгслив VERONA - идеальный выбор для вашего стильного гардероба. Привлекательность внешности и комфорт в одной вещи - вот что предлагает наш облегченный лонгслив.",
        characteristics: {
          season: "лето",
          material: "хлопок 100%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 14,
    name: "Водолазка",
    category: "women",
    image: p7_img,
    new_price: 653,
    old_price: 955,
    colors: [
      {
        name: "Белый",
        images: [p7_img],
        description: "Водолазка женская с длинным рукавом - идеальное сочетание стиля и уюта. Однотонная отделка придает ей стильный вид, а мягкий и прочный материал обеспечивает максимальный комфорт в любой ситуации. Изысканный состав из шерсти и хлопка обеспечивает не только удобную посадку, но и защиту от прохладной погоды.",
        characteristics: {
          season: "лето",
          material: "хлопок 70%, эластан 30%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]

  },
  {
    id: 15,
    name: "Топ",
    category: "women",
    image: p8_img,
    new_price: 359,
    old_price: 784,
    colors: [
      {
        name: "Черный",
        images: [p8_img],
        description: "Базовый топ российского бренда Elimi – это тот тип одежды, который позволит вам выглядеть нарядно и элегантно и на вечеринке, и во время деловой встречи. Эта вещь с широкими бретелями и не глубоким V - образным вырезом станет незаменимым предметом вашего гардероба.",
        characteristics: {
          season: "лето",
          material: "хлопок 90%, эластан 10%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 46,
    name: "Блузка на пуговицах",
    category: "women",
    image: p9_img,
    new_price: 459,
    old_price: 856,
    colors: [
      {
        name: "Красный",
        images: [p9_img],
        description: "Стильная и модная женская рубашка оверсайз с цветочным принтом - настоящий тренд сезона весна-лето 2024. Изготовленная из искусственного шелка она не только оригинальная и красивая рубашка, но и приятна к телу, практична и удобна в носке. Наша принтованная рубашка имеет свободный крой. А благодаря тому, что нарядная блуза имеет прямой покрой oversize, она не сковывает движения и превосходно подойдет как для беременных девушек или кормящих мам, так и для женщин плюс сайз. Вы можете носить ее как на каждый день, так и на важные, праздничные мероприятия. Она подойдет как офисная, нарядная или вечерняя блузка, каждый раз подчеркивая ваш безупречный вкус, женственность и элегантность. ",
        characteristics: {
          season: "лето",
          material: "вискоза 100%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 64,
    name: "Худи",
    category: "women",
    image: p10_img,
    new_price: 801,
    old_price: 1299,
    colors: [
      {
        name: "Бордовый",
        images: [p10_img],
        description: "Укороченное женское худи свободного кроя с капюшоном - это неотъемлемая часть весеннего гардероба. Оверсайз крой не сковывает движений, хорошо держит форму и придает вашему образу стиля. Базовые цвета и минималистичный дизайн сделают эту вещь самой любимой в вашем осеннем гардеробе.",
        characteristics: {
          season: "демисезон",
          material: "84% хлопок; 16% полиэстер",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 38,
    name: "Топ",
    category: "women",
    image: p11_img,
    new_price: 289,
    old_price: 569,
    colors: [
      {
        name: "Черный",
        images: [p11_img],
        description: "Женский топ на лето - спортивное изделие в рубчик с поддерживающими чашками и тонкими бретелями. Укороченная модель для фитнеса имеет красивый вырез спереди и сзади, что позволяет открыть спину и оголить ключицы. Короткий подростковый бюстгальтер с пушапом - базовый элемент гардероба каждой девушки и девочки. Он прекрасно подойдет для спорта, танцев и просто под одежду. Бельевой топ с открытыми плечами на лямках сохраняят в себе модный и в то же время домашний стиль - это делает его универсальным в применении.",
        characteristics: {
          season: "лето",
          material: "хлопок 100%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 55,
    name: "Кофта базовая",
    category: "women",
    image: p12_img,
    new_price: 499,
    old_price: 784,
    colors: [
      {
        name: "Темно- синий",
        images: [p12_img, p12_img],
        description: "Давно в поисках стильной женской вещи? Представляем Вам женскую кофту - идеальную одежду для всех возрастов. Эта прекрасная кофта женская благодаря своей мягкой структуре, подходит для повседневного и офисного ношения. Нежный материал порадует Вас своим комфортом и удобством. Свежий фасон осенней трикотажной кофты праздничной женской добавит молодежного влияния в Ваш внешний вид.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 90%, эластан 10%",
          sizeOnModel: "S",
          height: "167 см",
          modelParams: "78-62-88",
          country: "Россия",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 102,
    name: "Кофта на молнии",
    category: "men",
    image: p13_img,
    new_price: 799,
    old_price: 1202,
    colors: [
      {
        name: "Темно- зеленый",
        images: [p13_img],
        description: "Толстовка на молнии мужская и женские Sella ST. Крутое худи зип создано для активных мужчин, которые ищут стильную и комфортную базовую одежду! Кофта идеально подходит не только любителям спортивного стиля – это отличный повседневный вариант для городских прогулок, загородного и домашнего отдыха. Зипке вам можно отправиться на работу и в школу, пойти на молодежную вечеринку и свидание! Благодаря теплому начесу из флиса и плотному двойному капюшону, эта уютная вещь защитит Вас от осенних и весенних ветров, будет кстати для утепления на зиму и для ношения прохладным летним вечером.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 103,
    name: "Куртка",
    category: "men",
    image: p14_img,
    new_price: 1546,
    old_price: 3289,
    colors: [
      {
        name: "Белый",
        images: [p14_img],
        description: "Мужская утепленная куртка средней длины - это стильная и модная верхняя одежда, идеально подходящая для холодной зимы, ранней весны и прохладной осени. Демисизонная модель пуховик обеспечит надежную защиту от холода и ветра, благодаря своей утепленной стеганой конструкции и качественным утеплителям.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 104,
    name: "Куртка",
    category: "men",
    image: p15_img,
    new_price: 1750,
    old_price: 3654,
    colors: [
      {
        name: "Черный",
        images: [p15_img],
        description: "Мужская утепленная куртка средней длины - это стильная и модная верхняя одежда, идеально подходящая для холодной зимы, ранней весны и прохладной осени. Демисизонная модель пуховик обеспечит надежную защиту от холода и ветра, благодаря своей утепленной стеганой конструкции и качественным утеплителям.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 16,
    name: "Куртка",
    category: "men",
    image: p16_img,
    new_price: 1876,
    old_price: 2594,
    colors: [
      {
        name: "Красный",
        images: [p16_img],
        description: "Мужская утепленная куртка средней длины - это стильная и модная верхняя одежда, идеально подходящая для холодной зимы, ранней весны и прохладной осени. Демисизонная модель пуховик обеспечит надежную защиту от холода и ветра, благодаря своей утепленной стеганой конструкции и качественным утеплителям.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 17,
    name: "Джинсовка",
    category: "men",
    image: p17_img,
    new_price: 1547,
    old_price: 2559,
    colors: [
      {
        name: "Синий",
        images: [p17_img],
        description: "Джинсовка мужская - не стареющая классика и один из ведущих трендов моды в 2024 году. Элегантный и практичный выбор для каждого стильного мужчины. Комфорт и превосходное качество - вот что вы найдете в ней.",
        characteristics: {
          season: "демисезон",
          material: "70% хлопок; 30% полиэстер",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Турция",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 18,
    name: "Кофта на молнии",
    category: "men",
    image: p18_img,
    new_price: 957,
    old_price: 1875,
    colors: [
      {
        name: "Белый",
        images: [p18_img],
        description: "Толстовка на молнии мужская и женские Sella ST. Крутое худи зип создано для активных мужчин, которые ищут стильную и комфортную базовую одежду! Кофта идеально подходит не только любителям спортивного стиля – это отличный повседневный вариант для городских прогулок, загородного и домашнего отдыха. Зипке вам можно отправиться на работу и в школу, пойти на молодежную вечеринку и свидание! Благодаря теплому начесу из флиса и плотному двойному капюшону, эта уютная вещь защитит Вас от осенних и весенних ветров, будет кстати для утепления на зиму и для ношения прохладным летним вечером.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 19,
    name: "Кофта на молнии",
    category: "men",
    image: p19_img,
    new_price: 1025,
    old_price: 1785,
    colors: [
      {
        name: "Белый",
        images: [p19_img],
        description: "Толстовка на молнии мужская и женские Sella ST. Крутое худи зип создано для активных мужчин, которые ищут стильную и комфортную базовую одежду! Кофта идеально подходит не только любителям спортивного стиля – это отличный повседневный вариант для городских прогулок, загородного и домашнего отдыха. Зипке вам можно отправиться на работу и в школу, пойти на молодежную вечеринку и свидание! Благодаря теплому начесу из флиса и плотному двойному капюшону, эта уютная вещь защитит Вас от осенних и весенних ветров, будет кстати для утепления на зиму и для ношения прохладным летним вечером.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 20,
    name: "Кофта на молнии",
    category: "men",
    image: p20_img,
    new_price: 1421,
    old_price: 1896,
    colors: [
      {
        name: "Темно- синий",
        images: [p20_img],
        description: "Толстовка на молнии мужская и женские Sella ST. Крутое худи зип создано для активных мужчин, которые ищут стильную и комфортную базовую одежду! Кофта идеально подходит не только любителям спортивного стиля – это отличный повседневный вариант для городских прогулок, загородного и домашнего отдыха. Зипке вам можно отправиться на работу и в школу, пойти на молодежную вечеринку и свидание! Благодаря теплому начесу из флиса и плотному двойному капюшону, эта уютная вещь защитит Вас от осенних и весенних ветров, будет кстати для утепления на зиму и для ношения прохладным летним вечером.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 21,
    name: "Ветровка",
    category: "men",
    image: p21_img,
    new_price: 1547,
    old_price: 2001,
    colors: [
      {
        name: "Красный",
        images: [p21_img],
        description: "Мужская утепленная ветровка средней длины - это стильная и модная верхняя одежда, идеально подходящая для холодной зимы, ранней весны и прохладной осени. Демисизонная модель пуховик обеспечит надежную защиту от холода и ветра, благодаря своей утепленной стеганой конструкции и качественным утеплителям.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 22,
    name: "Кофта на молнии",
    category: "men",
    image: p22_img,
    new_price: 1025,
    old_price: 1789,
    colors: [
      {
        name: "Белый",
        images: [p22_img],
        description: "Толстовка на молнии мужская и женские Sella ST. Крутое худи зип создано для активных мужчин, которые ищут стильную и комфортную базовую одежду! Кофта идеально подходит не только любителям спортивного стиля – это отличный повседневный вариант для городских прогулок, загородного и домашнего отдыха. Зипке вам можно отправиться на работу и в школу, пойти на молодежную вечеринку и свидание! Благодаря теплому начесу из флиса и плотному двойному капюшону, эта уютная вещь защитит Вас от осенних и весенних ветров, будет кстати для утепления на зиму и для ношения прохладным летним вечером.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 23,
    name: "Куртка на пуговицах",
    category: "men",
    image: p23_img,
    new_price: 1785,
    old_price: 2458,
    colors: [
      {
        name: "Зеленый",
        images: [p23_img],
        description: "Толстовка на пуговицах мужская и женские Sella ST. Это отличный повседневный вариант для городских прогулок, загородного и домашнего отдыха. Зипке вам можно отправиться на работу и в школу, пойти на молодежную вечеринку и свидание! Благодаря теплому начесу из флиса и плотному двойному капюшону, эта уютная вещь защитит Вас от осенних и весенних ветров, будет кстати для утепления на зиму и для ношения прохладным летним вечером.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Россия",
          fastenerType: "пуговицы",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]

  },
  {
    id: 24,
    name: "Кожаная куртка",
    category: "men",
    image: p24_img,
    new_price: 2569,
    old_price: 5789,
    colors: [
      {
        name: "Черный",
        images: [p24_img],
        description: "Куртка мужская косуха рассчитана на температурный режим от +5 до + 20 градусов, что позволяет ее носить в теплый период весна осень. Косуха мужская черная с высоким воротником легко закроет горло от ветра. Благодаря специальной обработке кожи куртка мужская весна достаточно долговечно и прослужит как минимум несколько лет.",
        characteristics: {
          season: "демисезон",
          material: "эко кожа 100%",
          sizeOnModel: "XL (50)",
          height: "183 см",
          modelParams: "",
          country: "Турция",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["S", "M", "L", "XL", "2XL"]
  },
  {
    id: 25,
    name: "Кофта спортивная для мальчика",
    category: "kid",
    image: p25_img,
    new_price: 871,
    old_price: 1298,
    colors: [
      {
        name: "Голубой",
        images: [p25_img],
        description: "Толстовка для мальчика с капюшоном – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["92-98", "89-104", "104-110", "110-116", "116-122", "122-128", "128-134", "134-140", "140-146", "146-152"]
  },
  {
    id: 26,
    name: "Худи для мальчика",
    category: "kid",
    image: p26_img,
    new_price: 859,
    old_price: 1299,
    colors: [
      {
        name: "Черный",
        images: [p26_img],
        description: "Толстовка для мальчика с капюшоном – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["92-98", "89-104", "104-110", "110-116", "116-122", "122-128", "128-134", "134-140", "140-146", "146-152"]

  },
  {
    id: 27,
    name: "Худи подростковое",
    category: "kid",
    image: p27_img,
    new_price: 1009,
    old_price: 1359,
    colors: [
      {
        name: "Разноцветный",
        images: [p27_img],
        description: "Толстовка для мальчика с капюшоном – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["92-98", "89-104", "104-110", "110-116", "116-122", "122-128", "128-134", "134-140", "140-146", "146-152"]
  },
  {
    id: 28,
    name: "Кофта детская",
    category: "kid",
    image: p28_img,
    new_price: 858,
    old_price: 1205,
    colors: [
      {
        name: "Зеленый",
        images: [p28_img],
        description: "Толстовка для мальчика с капюшоном – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["92-98", "89-104", "104-110", "110-116", "116-122", "122-128", "128-134", "134-140", "140-146", "146-152"]
  },
  {
    id: 29,
    name: "Кофта на молнии детская",
    category: "kid",
    image: p29_img,
    new_price: 851,
    old_price: 1355,
    colors: [
      {
        name: "Зеленый",
        images: [p29_img],
        description: "Толстовка для мальчика с капюшоном – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["92-98", "89-104", "104-110", "110-116", "116-122", "122-128", "128-134", "134-140", "140-146", "146-152"]
  },
  {
    id: 30,
    name: "Куртка подростковая",
    category: "kid",
    image: p30_img,
    new_price: 1359,
    old_price: 2799,
    colors: [
      {
        name: "Зеленый",
        images: [p30_img],
        description: "Модная куртка для мальчика подростка из материала c ветро- и водоотталкивающей пропиткой. Гладкая подкладка таффета. Несъемный капюшон с эластичной окантовкой. Внутренняя ветрозащитная планка. Регулируемый низ куртки резинкой. Эластичная резинка по низу рукава. Два боковых кармана на молнии. Внутренний карман. Светоотражающие элементы. Куртка подростковая из капсульной коллекции NAUTICAL MILE (Нотикал майл), соберите полный образ в едином стиле!",
        characteristics: {
          season: "демисезон",
          material: "100% полиэстер",
          sizeOnModel: "140",
          height: "138 см",
          modelParams: "",
          country: "Китай",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]
  },
  {
    id: 31,
    name: "Куртка джинсовая рубашка для мальчика демисезонная",
    category: "kid",
    image: p31_img,
    new_price: 1771,
    old_price: 4856,
    colors: [
      {
        name: "Голубой",
        images: [p31_img],
        description: "Джинсовая куртка – универсальный и стильный элемент в гардеробе мальчика на теплую весну или прохладное лето. Классическая модель подростковой джинсовки на молнии подойдет для активных игр и прогулок на улице.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "152",
          height: "145 см",
          modelParams: "",
          country: "Гонконг",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]
  },
  {
    id: 32,
    name: "Кофта подростковая",
    category: "kid",
    image: p32_img,
    new_price: 750,
    old_price: 1203,
    colors: [
      {
        name: "Синий",
        images: [p32_img],
        description: "Кофта для мальчика – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]
  },
  {
    id: 33,
    name: "Кофта базовая подростковая",
    category: "kid",
    image: p33_img,
    new_price: 850,
    old_price: 1205,
    colors: [
      {
        name: "Синий",
        images: [p33_img],
        description: "Кофта для мальчика – это стильная и удобная одежда, созданная специально для активных и модных детей. Она является отличным выбором для повседневной носки в прохладное время года или для занятий спортом. Спортивная кофта выполнена из плотного хлопкового полотна с капюшоном на кулиске, рукава и низ изделия на эластичных манжетах.",
        characteristics: {
          season: "демисезон",
          material: "хлопок 100%",
          sizeOnModel: "",
          height: "",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "нет",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]
  },
  {
    id: 34,
    name: "Кофта на молнии",
    category: "kid",
    image: p34_img,
    new_price: 999,
    old_price: 1399,
    colors: [
      {
        name: "Темно- синий",
        images: [p34_img],
        description: "Практичная детская кофта для мальчиков и девочек сшита из мягкого и теплого флисового трикотажа. Однотонная и достаточно длинная, полностью закрывает спинку. Хороший вариант на школьную физкультурную форму или детского сада. Широкий размерный ряд плюшевой толстовки на замке молнии, позволяют носить как малышам, так и подросткам.",
        characteristics: {
          season: "демисезон",
          material: "флис",
          sizeOnModel: "136",
          height: "134 см",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]
  },
  {
    id: 35,
    name: "Кофта на молнии",
    category: "kid",
    image: p35_img,
    new_price: 1009,
    old_price: 1209,
    colors: [
      {
        name: "Черный",
        images: [p35_img],
        description: "Практичная детская кофта для мальчиков и девочек сшита из мягкого и теплого флисового трикотажа. Однотонная и достаточно длинная, полностью закрывает спинку. Хороший вариант на школьную физкультурную форму или детского сада. Широкий размерный ряд плюшевой толстовки на замке молнии, позволяют носить как малышам, так и подросткам.",
        characteristics: {
          season: "демисезон",
          material: "флис",
          sizeOnModel: "136",
          height: "134 см",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]

  },
  {
    id: 36,
    name: "Кофта на молнии",
    category: "kid",
    image: p36_img,
    new_price: 2008,
    old_price: 3459,
    colors: [
      {
        name: "Черный",
        images: [p36_img],
        description: "Практичная детская кофта для мальчиков и девочек сшита из мягкого и теплого флисового трикотажа. Однотонная и достаточно длинная, полностью закрывает спинку. Хороший вариант на школьную физкультурную форму или детского сада. Широкий размерный ряд плюшевой толстовки на замке молнии, позволяют носить как малышам, так и подросткам.",
        characteristics: {
          season: "демисезон",
          material: "хлопок",
          sizeOnModel: "136",
          height: "134 см",
          modelParams: "",
          country: "Узбекистан",
          fastenerType: "молния",
        }
      },
    ],
    sizes: ["128", "134", "140", "146", "152", "158", "164", "170", "176"]
  },
  {
    id: 5,
    name: "Крем Himalaya",
    category: "beauty",
    image: p1,
    new_price: 159,
    old_price: 299,
    colors: [
      {
        name: "150 мл",
        images: [p1],
        description: "Универсальный питательный крем для лица, шеи, декольте, тела и рук с алоэ вера Nourishing skin cream для ежедневного применения, в банке, 150 мл. Косметическое средство для борьбы с несовершенствами предназначено для всех типов молодой и возрастной (зрелой) кожи, особенно для сухой и обезвоженной. Интенсивно оказывает увлажняющее, смягчающее и тонизирующее действия. Поддерживает водный баланс и улучшает структуру эпидермиса, сохраняя эластичность, упругость, красоту и здоровье. Успокаивающий, регенерирующий (восстанавливающий) и заживляющий крем для тела работает против шелушения и сухости целый день. Предотвращает появление трещин на руках. Идеален после загара на солнце!",
        characteristics: {
          season: "",
          material: "вода; Минеральное масло; глицерин; цетиловый спирт; цетостеариловый спирт; Экстракт листьев Алоэ Барбадосского; экстракт древесины птерокарпуса сумчатого; карбомер; Парфюмированная вода; экстракт корня витании сомниферы; Экстракт центеллы азиатской; динатриевый ЭДТА.",
          type: "для всех типов кожи; для нормальной кожи; для сухой",
          affect: "увлажнение; против морщин; против загара",
          time: "универсальный; дневной; ночной",
          SPF: "без УФ защиты",
          volume: "150 мл",
        }
      },
    ],
  },
  {
    id: 6,
    name: "Набор MIXIT",
    category: "beauty",
    image: p2,
    new_price: 359,
    old_price: 759,
    colors: [
      {
        name: "",
        images: [p2],
        description: "МИКСИТ Выгоднее вместе! 3 набора по 200 мл. Почувствуйте силу океана и свежести с оригинальным косметическим бьюти боксом для мужчин и парней в красивой упаковке Ocean Power Shower Set! В мужской подарочный набор уходовой косметики для ухода за телом, руками и ногами входит увлажняющий гель для душа и восстанавливающий шампунь для волос. ",
        characteristics: {
          material: "вода; морская соль; аллантоин; натуральный экстракт ламинарии; лимонная кислота; отдушка; кокамидопропил бетаин",
          type: "для жирной кожи; для проблемной кожи; для сухой кожи",
          affect: "очищение; лифтинг; увлажнение выравнивание",
          time: "",
          spf: "",
          volume: "900 мл"
        }
      },
    ],
  },
  {
    id: 7,
    name: "Подарочный набор",
    category: "beauty",
    image: p3,
    new_price: 899,
    old_price: 1079,
    colors: [
      {
        name: "",
        images: [p3],
        description: "Набор натуральной косметики для ухода за лицом, телом и волосами включает в себя средства с индексом натуральности не менее 95%. 1) Гель для душа без сульфатов 400 мл обладает хорошим пенообразованием и лёгким яблочным ароматом. Бережно очищает и эффективно увлажняет кожу, оставляя ощущение свежести и комфорта. 2) Ламеллярный крем для лица и тела с NEO-мочевиной и ростками бамбука 300 мл обеспечивает более высокий уровень увлажнения, дольше удерживает влагу в роговом слое, делает кожу эластичной, мягкой и бархатистой. 3) Шампунь-кондиционер Протеиновое Питание 400 мл с манго возрождает локоны после окрашивания, сушки феном и воздействия ультрафиолета. Питает кожу головы, запечатывает секущиеся кончики, предупреждает пересушивание и истончение волос. 4) Бальзам-ополаскиватель Экспресс-Уход с манго мгновенно преображает сухие и повреждённые локоны. Интенсивно увлажняет, придает волосам гладкость и блеск, делает их более мягкими и послушными. 5) Крем-спрей 5в1 Натуральный уход 250 мл с ароматом зелёного яблока обеспечивает волосам 5 эффектов: увлажнение, восстановление, облегчение расчесывания, термозащита, антистатичность. 6) Пенка-мусс для умывания 150 мл очищает и обновляет, выравнивает рельеф и тон кожи, придает ей мягкость и здоровое сияние, без ощущения стянутости и сухости. 7) Увлажняющий тоник-мист для лица, тела и волос 250 мл освежает и тонизирует, восполняет дефицит влаги и ускоряет проникновение питательных веществ в глубокие слои дермы. Уходовые средства подходят для любого типа кожи и волос.",
        characteristics: {
          complectation: "Гель для душа 400 мл, крем для лица и тела 300 мл, шампунь-кондиционер 400 мл; бальзам-ополаскиватель 400 мл, крем спрей 5в1 для волос 250 мл; пенка-мусс для умывания 150 мл, тоник-мист для лица, тела и волос 250 мл",
          material: "вода; морская соль; аллантоин; натуральный экстракт ламинарии; лимонная кислота; отдушка; кокамидопропил бетаин",
          type: "для жирной кожи; для проблемной кожи; для сухой кожи",
          affect: "увлажнение; питание; очищение",
          time: "",
          spf: "",
          volume: "2300 мл",
          country: "Россия"
        }
      },
    ],
  },
  {
    id: 4,
    name: "Смартфон Xiaomi Redmi Note 13",
    category: "electronics",
    image: p4,
    new_price: 17000,
    old_price: 27900,
    colors: [
      {
        name: "Черный",
        images: [p4],
        description: "Смартфон Redmi Note 13 оснащен дисплеем диагональю 6,67 дюймов, выполненным по технологии AMOLED. Сверхтонкая боковая рамка толщиной 1,8 мм была разработана, чтобы предоставить более широкие визуальные возможности.Благодаря частоте обновления 120 Гц Redmi Note 13 удобно использовать для любых целей, включая прокрутку социальных сетей и просмотр веб-страниц. В основе аппаратной части лежит восьмиядерный процессор Snapdragon 685.Создавайте потрясающие фотографии с помощью основной камеры флагманского уровня с разрешением 108 МП и множества интеллектуальных алгоритмов. Для селфи и общения по видеосвязи c близкими и коллегами предусмотрена 16-мегапиксельная фронтальная камера.За питание отвечает аккумулятор емкостью 5000 мАч. Быстрая зарядка (33 Вт) восстанавливает его ресурс в кратчайший срок. Redmi Note 13 имеет степень защиты IP54 и хорошо оснащен защитой от брызг и пыли.",
        characteristics: {
          complectation: "смартфон; адаптер; Кабель USB Type-C; инструмент для извлечения SIM-карты; документация",
          country: "Китай"
        }
      },
    ],
  },
  {
    id: 59,
    name: "Наушники беспроводные A9 PRO",
    category: "electronics",
    image: e1,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        name: "Белый",
        images: [e1],
        description: "Наушники предлагают исключительное звуковое качество благодаря использованию высококачественных драйверов и тщательной настройке звуковой сигнатуры. Каждая нота воспроизводится с максимальной четкостью и глубиной, что обеспечивает насыщенный и естественный звук. Это особенно важно для меломанов и тех, кто ценит высокую точность звукового воспроизведения. Комплектация: Наушники беспроводные;большая;средняя;маленькая насадки;кабель данных;инструкция;веревка для подвески;упаковочная коробка",
        characteristics: {
          type1: "Наушники",
          color: "Белый",
          country: "Китай"
        }
      },
    ],
  },
  {
    id: 60,
    name: "Микрофон-караоке беспроводной с колонкой",
    category: "electronics",
    image: e2,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        name: "Черный",
        images: [e2],
        description: "Микрофон-караоке со встроенной колонкой для живого вокала светло-розовый. Удобный и нтерфейс, гарантия качества. Чистый звук, 5 часов работы, слот для карты памяти",
        characteristics: {
          type1: "Микрофон",
          color: "Черный",
          country: "Китай"
        }
      },
    ],
  },

  {
    id: 37,
    name: "Ботинки",
    category: "shoes",
    image: shoes1,
    new_price: 2896,
    old_price: 3610,
    colors: [
      {
        name: "Черный",
        images: [shoes1],
        description: "Мужская обувь марки BREMENGEN производится из натуральных, экологически чистых и сертифицированных материалов высокого качества. Демисезонные мужские ботинки изготовлены из натуральной кожи (материал верха) и байки (материал подкладки и стельки). Подошва изготовлена из резины - очень мягкого материала, устойчивого к скольжению и истиранию, а так же стойкостью к агрессивным факторам среды. Модель оснащена застежкой молнией и шнуровкой, что позволяет регулировать полноту обуви и надежно фиксировать стопу.",
        characteristics: {
          season: "демисезон",
          material: "натуральная кожа; резина; байка",
          fastenerType: "молния, шнуровка",
          country: "Китай",
        }
      },
    ],
    sizes: ["40", "41", "42", "43", "44", "45"]
  },
  {
    id: 39,
    name: "Ботинки",
    category: "shoes",
    image: shoes3,
    new_price: 3896,
    old_price: 6610,
    colors: [
      {
        name: "Темно- синий",
        images: [shoes3],
        description: "Мужская обувь марки BREMENGEN производится из натуральных, экологически чистых и сертифицированных материалов высокого качества. Демисезонные мужские ботинки изготовлены из натуральной кожи (материал верха) и байки (материал подкладки и стельки). Подошва изготовлена из резины - очень мягкого материала, устойчивого к скольжению и истиранию, а так же стойкостью к агрессивным факторам среды. Модель оснащена застежкой молнией и шнуровкой, что позволяет регулировать полноту обуви и надежно фиксировать стопу.",
        characteristics: {
          season: "демисезон",
          material: "ворсин; байка; текстиль",
          fastenerType: "молния, шнуровка",
          country: "Китай",
        }
      },
    ],
    sizes: ["40", "41", "42", "43", "44", "45"]
  },
  {
    id: 40,
    name: "Туфли женские",
    category: "shoes",
    image: shoes5,
    new_price: 1896,
    old_price: 2610,
    colors: [
      {
        name: "Темно- синий",
        images: [shoes5],
        description: "Оригинальные и стильные туфли — это универсальная и комфортная обувь. Модные туфли на среднем каблуке бренда PIERRE CARDIN эффектно дополнят любой ваш образ. Современные босоножки женские станут отличным дополнением к любому вашему образу. Туфли летние подойдут также на теплую осень и весну.",
        characteristics: {
          season: "демисезон",
          material: "кожа; натуральная кожа; искусственная кожа",
          fastenerType: "ремешок",
          country: "Китай",
        }
      },
    ],
    sizes: ["36", "37", "38", "39"]
  },
  {
    id: 42,
    name: "Мокасины женские",
    category: "shoes",
    image: shoes6,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        name: "Черный",
        images: [shoes6],
        description: "Женские всесезонные черные классические туфли мокасины для повседневной носки выгодно дополнят ваш гардероб и станут отличным украшением современного модного образа. Изготовленные из текстиля они очень легкие и отличаются превосходной воздухопроницаемостью, держат форму и будут радовать вас на протяжении нескольких сезонов; подкладка из искусственной кожи обеспечивает долговечность и сохранение формы обуви.",
        characteristics: {
          season: "демисезон",
          material: "искусственная кожа",
          fastenerType: "ремешок",
          country: "Китай",
        }
      },
    ],
    sizes: ["36", "37", "38", "39"]
  },

  {
    id: 43,
    name: "Органайзер для ванной",
    category: "home",
    image: h1,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        name: "Белый",
        images: [h1],
        description: "Полка для ванной комнаты отличается лаконичным дизайном. Благодаря высоким бортам - шампунь, гель для душа и другие косметические средства надежно хранятся, органайзер отлично подойдёт как полки в душ. Современное крепление не требует сверления и не портит стены и это не присоски, которые чаще обитают на полу чем на положенном месте. Конструкция полочки выдерживает нагрузку до 6 килограмм. Соберите все средства личной гигиены в одной полочке для ванной комнаты! Полки для ванной комнаты создадут неповторимый комфорт и уют. Универсальная полка для ванной комнаты навесная полочка в ванную полка для ванной без сверления полочки для ванной комнаты настенная прямая органайзер для ванной дом ванная липучка самоклеящаяся полка лофт в душевую кабину. Сделать Вашу жизнь чуть проще!",
        characteristics: {
          material: "пластик",
          fastening: "клей",
          complectation: "стакан - 4 шт., диспенсер 1 шт, настенное крепление 1 шт, полка для ванной органайзер 1 шт.",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 44,
    name: "Ваза",
    category: "home",
    image: h2,
    new_price: 1094,
    old_price: 2360,
    colors: [
      {
        name: "Слоновая кость",
        images: [h2],
        description: "Керамическая ваза - оригинальный и необычный декор для вашего интерьера. Ее красивый белый цвет и эстетичный дизайн вносят атмосферу уюта и стиля в любое помещение. Достаточно широкое горлышко позволяет размещать пышные букеты. Можно украсить дом живыми цветами: розами, тюльпанами, пионами или создать уникальные композиции с сухоцветами. Вазочка элегантно дополнит другие предметы для сервировки из вязаной коллекции Villa Como.",
        characteristics: {
          material: "керамика",
          complectation: "Ваза 60см - 1шт.",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 45,
    name: "Принадлежности для ванной",
    category: "home",
    image: h3,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        name: "Коричневый",
        images: [h3],
        description: "Набор аксессуаров для ванной от бренда Elegant-TASL – это идеальное решение для тех, кто ценит комфорт и стиль в своем домашнем пространстве. Созданный из высококачественной полирезины, смолы и пластика, этот набор не только добавит элегантности вашей ванной комнате, но и обеспечит долговечность и удобство использования.",
        characteristics: {
          material: "полирезина; смола; пластик",
          complectation: "дозатор для жидкого мыла, стакан для зубных щеток, органайзер для ватных палочек, мыльница",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 47,
    name: "Органайзер для хранения",
    category: "home",
    image: h5,
    new_price: 1716,
    old_price: 3210,
    colors: [
      {
        name: "Коричневый",
        images: [h5],
        description: "Органайзер для хранения - это удобное приспособление, которое поможет вам организовать пространство и хранить различные предметы. Он может иметь разные отделения для разных предметов, например, для канцелярских принадлежностей, косметики, гаджетов и т.д.",
        characteristics: {
          material: "дерево",
          type1: "канцелярский; настольный",
          weight: "40 см",
          height1: "30 см",
          country: "Китай"
        }
      },
    ],
  },
  {
    id: 48,
    name: "Держатель для фена",
    category: "home",
    image: h6,
    new_price: 996,
    old_price: 1610,
    colors: [
      {
        name: "Черный",
        images: [h6],
        description: "Держатель для фена - необходимый аксессуар для ванной комнаты из качественного abs пластика, он просто создан для помещения, где много влажности и пара. Имеет специальные крючки, на которые можно повесить ванные принадлежности и провод.",
        characteristics: {
          material: "пластик",
          fastening: "без сверления и порчи стен",
          country: "Китай",
        }
      },
    ],
  },

  {
    id: 49,
    name: "Сумка",
    category: "accessories",
    image: a1,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a1],
        description: "Представленная модель большая и вместительная. Она идеальна как для повседневного использования, так и для работы или учебы. Благодаря своей стильной и модной внешности, эта сумка станет прекрасным аксессуаром для современных девушек. Она имеет красный подклад, который придает ей стильный акцент и делает ее еще более привлекательной.",
        characteristics: {
          material: "искусственная кожа; экокожа",
          color: "красный",
          fastening: "молния",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 50,
    name: "Сумка",
    category: "accessories",
    image: a2,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a2],
        description: "Представленная модель большая и вместительная. Она идеальна как для повседневного использования, так и для работы или учебы. Благодаря своей стильной и модной внешности, эта сумка станет прекрасным аксессуаром для современных девушек. Она имеет красный подклад, который придает ей стильный акцент и делает ее еще более привлекательной.",
        characteristics: {
          material: "искусственная кожа; экокожа",
          color: "розовый",
          fastening: "молния",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 51,
    name: "Сумка",
    category: "accessories",
    image: a3,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a3],
        description: "Представленная модель большая и вместительная. Она идеальна как для повседневного использования, так и для работы или учебы. Благодаря своей стильной и модной внешности, эта сумка станет прекрасным аксессуаром для современных девушек. Она имеет красный подклад, который придает ей стильный акцент и делает ее еще более привлекательной.",
        characteristics: {
          material: "искусственная кожа; экокожа",
          color: "розовый",
          fastening: "молния",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 52,
    name: "Сумка",
    category: "accessories",
    image: a4,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a4],
        description: "Представленная модель большая и вместительная. Она идеальна как для повседневного использования, так и для работы или учебы. Благодаря своей стильной и модной внешности, эта сумка станет прекрасным аксессуаром для современных девушек. Она имеет красный подклад, который придает ей стильный акцент и делает ее еще более привлекательной.",
        characteristics: {
          material: "искусственная кожа; экокожа",
          color: "коричневый",
          fastening: "молния",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 53,
    name: "Сумка",
    category: "accessories",
    image: a5,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a5],
        description: "Представленная модель большая и вместительная. Она идеальна как для повседневного использования, так и для работы или учебы. Благодаря своей стильной и модной внешности, эта сумка станет прекрасным аксессуаром для современных девушек. Она имеет красный подклад, который придает ей стильный акцент и делает ее еще более привлекательной.",
        characteristics: {
          material: "искусственная кожа; экокожа",
          color: "коричневый",
          fastening: "молния",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 54,
    name: "Очки",
    category: "accessories",
    image: a6,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a6],
        description: "Очки прозрачные имиджевые тренд 2024 - модный и стильный аксессуар.Откройте для себя новый уровень стиля с нашими декоративными очками,которые станут неотъемлемой частью вашего образа.",
        characteristics: {
          material: "акрил; пластик; полимер",
          color: "прозрачный",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 56,
    name: "Очки мужские солнцезащитные",
    category: "accessories",
    image: a8,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a8],
        description: "Очки прозрачные имиджевые тренд 2024 - модный и стильный аксессуар.Откройте для себя новый уровень стиля с нашими декоративными очками,которые станут неотъемлемой частью вашего образа.",
        characteristics: {
          material: "пластик; поликарбонат",
          color: "черный",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 57,
    name: "Очки женские солнцезащитные",
    category: "accessories",
    image: a9,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a9],
        description: "Очки прозрачные имиджевые тренд 2024 - модный и стильный аксессуар.Откройте для себя новый уровень стиля с нашими декоративными очками,которые станут неотъемлемой частью вашего образа.",
        characteristics: {
          material: "пластик; поликарбонат",
          color: "черный",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 58,
    name: "Очки мужские солнцезащитные",
    category: "accessories",
    image: a10,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [a10],
        description: "Очки прозрачные имиджевые тренд 2024 - модный и стильный аксессуар.Откройте для себя новый уровень стиля с нашими декоративными очками,которые станут неотъемлемой частью вашего образа.",
        characteristics: {
          material: "пластик; поликарбонат",
          color: "черный",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 61,
    name: "Медведь плюшевый",
    category: "toys",
    image: t1,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [t1],
        description: "Мягкая игрушка мишка / Большой плюшевый медведь 90 см (объемный размер). ОР большого медведя измеряется так: от мaкушки до хвocтикa + от хвoстика до конца лапок. Длина плюшевого мишки в вытянутом положении - 65cм. Произведено в Беларуси. Мягкая игрушка мишка имеет надписи на лапках I Love You. Плюшевый большой станет отличным подарком на день рождение, девочке, подруге, женщине. Очень приятный и мягкий на ощупь, а еще этот большой медведь прекрасный антистресс. Медведь плюшевый упаковывается в пакет и коробку. Произведён в Беларуси. Все мягкие игрушки мишки сертифицированы - ГОСТ ТР ТС 008/2011 О безопасности игрушек. В производстве используются только проверенные, безопасные и гипоаллергенные материалы. Безопасно для детей.",
        characteristics: {
          material: "искусственный мех; синтепух; пластиковые детали",
          color: "бежевый",
          weight: "90 см",
          height1: "65 см",
          country: "Беларусь",
        }
      },
    ],
  },
  {
    id: 62,
    name: "Паровоз",
    category: "toys",
    image: t2,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [t2],
        description: "Паровоз инерционный — это отличная игрушка для детей, которая подарит массу положительных эмоций. Игрушечный поезд детский станет прекрасным дополнением к любой коллекции транспортных средств. Этот милый паровозик обладает уникальными световыми и звуковыми эффектами, которые воссоздают атмосферу настоящего поезда. Поезд игрушка имеет прочную конструкцию, что обеспечивает долговечность и надежность в использовании. Детали изготовлены из безопасных материалов, что делает поезд безопасным для детей. Световые эффекты создают иллюзию движущегося паровоза, привлекая внимание ребенка и развивая его визуальные навыки. Звуковые эффекты дополняют игру, добавляя реалистичные шумы движения поезда.",
        characteristics: {
          material: "пластик",
          weight: "14 см",
          height1: "21 см",
          country: "Китай",
        }
      },
    ],
  },
  {
    id: 63,
    name: "Медведь плюшевый",
    category: "toys",
    image: t3,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [t3],
        description: "Мягкая игрушка мишка / Большой плюшевый медведь 90 см (объемный размер). ОР большого медведя измеряется так: от мaкушки до хвocтикa + от хвoстика до конца лапок. Длина плюшевого мишки в вытянутом положении - 65cм. Произведено в Беларуси. Мягкая игрушка мишка имеет надписи на лапках I Love You. Плюшевый большой станет отличным подарком на день рождение, девочке, подруге, женщине. Очень приятный и мягкий на ощупь, а еще этот большой медведь прекрасный антистресс. Медведь плюшевый упаковывается в пакет и коробку. Произведён в Беларуси. Все мягкие игрушки мишки сертифицированы - ГОСТ ТР ТС 008/2011 О безопасности игрушек. В производстве используются только проверенные, безопасные и гипоаллергенные материалы. Безопасно для детей.",
        characteristics: {
          material: "искусственный мех; синтепух; пластиковые детали",
          color: "бежевый",
          weight: "110 см",
          height1: "65 см",
          country: "Беларусь",
        }
      },
    ],
  },

  {
    id: 65,
    name: "Кресло",
    category: "furniture",
    image: f2,
    new_price: 7310,
    old_price: 12610,
    colors: [
      {
        name: "бежевый",
        images: [f2],
        description: "Кресло для дома модель 61 от российской фабрики мебели Glider станет любимой вещью в доме. В каждой квартире должно быть удобное кресло в гостиную. Оно не только удачно дополняет интерьер, но и создает уют. Изделие можно использовать как кресло для отдыха на кухне пока готовятся ваши блюда. Благодаря оптимальным габаритам вы сможете поместить кресло на балкон. и любоваться прекрасным видом из окна.",
        characteristics: {
          materialF: "Фанера; Дерево; Берёза",
          materialO: "Микровелюр; Матовый; Модифицированный полиэстер 100%",
          materialIn: "пенополиуретан",
          hard: "мягкая",
          color: "бежевый",
          weight: "58 см",
          height1: "96 см",
        }
      },
    ],
  },
  {
    id: 66,
    name: "Комод",
    category: "furniture",
    image: f3,
    new_price: 11896,
    old_price: 23610,
    colors: [
      {
        name: "венге",
        images: [f3],
        description: "Комоды и тумбы - важные элементы мебели, без которых не обходятся ни один дом или квартира. Комод с ящиками будет уместен везде: спальня, гостиная, детская. Вы можете использовать широкий большой комод для хранения вещей и одежды. Наши покупатели часто отдают предпочтение данной модели, когда выбирают мебель для прихожей или мебель в гостиную. ",
        characteristics: {
          materialF: "ЛДСП",
          weight: "75 см",
          height1: "71,9 см",
          deep: "39,2 см",
        }
      },
    ],
  },
  {
    id: 67,
    name: "Кресло",
    category: "furniture",
    image: f4,
    new_price: 5896,
    old_price: 7610,
    colors: [
      {
        name: "голубой",
        images: [f4],
        description: "Кресло для дома модель 61 от российской фабрики мебели Glider станет любимой вещью в доме. В каждой квартире должно быть удобное кресло в гостиную. Оно не только удачно дополняет интерьер, но и создает уют. Изделие можно использовать как кресло для отдыха на кухне пока готовятся ваши блюда. Благодаря оптимальным габаритам вы сможете поместить кресло на балкон. и любоваться прекрасным видом из окна.",
        characteristics: {
          materialF: "Фанера; Дерево; Берёза",
          materialO: "Микровелюр; Матовый; Модифицированный полиэстер 100%",
          materialIn: "пенополиуретан",
          hard: "мягкая",
          color: "голубой",
          weight: "58 см",
          height1: "96 см",
        }
      },
    ],
  },
  {
    id: 68,
    name: "Кресло",
    category: "furniture",
    image: f5,
    new_price: 3296,
    old_price: 8710,
    colors: [
      {
        name: "желтый",
        images: [f5],
        description: "Кресло для дома модель 61 от российской фабрики мебели Glider станет любимой вещью в доме. В каждой квартире должно быть удобное кресло в гостиную. Оно не только удачно дополняет интерьер, но и создает уют. Изделие можно использовать как кресло для отдыха на кухне пока готовятся ваши блюда. Благодаря оптимальным габаритам вы сможете поместить кресло на балкон. и любоваться прекрасным видом из окна.",
        characteristics: {
          materialF: "Фанера; Дерево; Берёза",
          materialO: "Микровелюр; Матовый; Модифицированный полиэстер 100%",
          materialIn: "пенополиуретан",
          hard: "мягкая",
          color: "желтый",
          weight: "58 см",
          height1: "96 см",
        }
      },
    ],
  },
  {
    id: 69,
    name: "Кресло",
    category: "furniture",
    image: f6,
    new_price: 7696,
    old_price: 14610,
    colors: [
      {
        name: "синий",
        images: [f6],
        description: "Кресло для дома модель 61 от российской фабрики мебели Glider станет любимой вещью в доме. В каждой квартире должно быть удобное кресло в гостиную. Оно не только удачно дополняет интерьер, но и создает уют. Изделие можно использовать как кресло для отдыха на кухне пока готовятся ваши блюда. Благодаря оптимальным габаритам вы сможете поместить кресло на балкон. и любоваться прекрасным видом из окна.",
        characteristics: {
          materialF: "Фанера; Дерево; Берёза",
          materialO: "Микровелюр; Матовый; Модифицированный полиэстер 100%",
          materialIn: "пенополиуретан",
          hard: "мягкая",
          color: "синий",
          weight: "58 см",
          height1: "96 см",
        }
      },
    ],
  },
  {
    id: 70,
    name: "Диван",
    category: "furniture",
    image: f7,
    new_price: 15896,
    old_price: 23610,
    colors: [
      {
        name: "желтый",
        images: [f7],
        description: "Прямой диван Парма станет функциональным дополнением небольшой гостиной или квартиры-студии. Компактная модель без подлокотников легко превращается в полноценное место для сна с удобным ящиком для белья. Конструкция позволяет рационально задействовать площадь комнаты, а строгий дизайн без лишних деталей хорошо сочетается с любой мебелью.",
        characteristics: {
          materialF: "Фанера; Дерево; Берёза",
          materialO: "Микровелюр; Матовый; Модифицированный полиэстер 100%",
          materialIn: "пенополиуретан",
          hard: "мягкая",
          color: "желтый",
          weight: "195 см",
          height1: "130 см",
        }
      },
    ],
  },
  {
    id: 71,
    name: "Столик",
    category: "furniture",
    image: f8,
    new_price: 3896,
    old_price: 5610,
    colors: [
      {
        name: "беленый дуб",
        images: [f8],
        description: "Комоды, столики и тумбы - важные элементы мебели, без которых не обходятся ни один дом или квартира. Комод с ящиками будет уместен везде: спальня, гостиная, детская. Вы можете использовать широкий большой комод для хранения вещей и одежды. Наши покупатели часто отдают предпочтение данной модели, когда выбирают мебель для прихожей или мебель в гостиную. ",
        characteristics: {
          materialF: "ЛДСП",
          weight: "75 см",
          height1: "71,9 см",
          deep: "39,2 см",
        }
      },
    ],
  },

  {
    id: 72,
    name: "Подарок 18+",
    category: "adult",
    image: adult1,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [adult1],
        description: "Хочется подарить подарок с приколом другу, подруге, девушке, парню? Тогда прикольный подарочный набор с леденцом 18+ от бренда DaroLand станет идеальным решением. Он создан специально для друзей с юмором. В комплект входит сладкий леденец в форме члена, а также открытка, 2 упаковки маршмеллоу, чай и кружка с креативными надписями. Такое шуточное поздравление непременно не останется без внимания.",
        characteristics: {
          complectation: "открытка; Маршмеллоу; кружка; чай; леденец 18+; секс шоп; товары для взрослых; 18+; член леденец; леденец на палочке; карамельный член; подарок на др",
          weightPackage: "700 гр",
        }
      },
      {
        images: [adult2],
        description: "Хочется подарить подарок с приколом другу, подруге, девушке, парню? Тогда прикольный подарочный набор с леденцом 18+ от бренда DaroLand станет идеальным решением. Он создан специально для друзей с юмором. В комплект входит сладкий леденец в форме члена, а также открытка, 2 упаковки маршмеллоу, чай и кружка с креативными надписями. Такое шуточное поздравление непременно не останется без внимания.",
        characteristics: {
          complectation: "открытка; Маршмеллоу; кружка; чай; леденец 18+; секс шоп; товары для взрослых; 18+; член леденец; леденец на палочке; карамельный член; подарок на др",
          weightPackage: "700 гр",
        }
      },
    ],
  },
  {
    id: 74,
    name: "Подарок 18+",
    category: "adult",
    image: adult3,
    new_price: 896,
    old_price: 3610,
    colors: [
      {
        images: [adult3],
        description: "Представляем экологичный лубрикант на водной основе ECO LUBE, специально разработанный для интимного использования. Этот продукт просто необходим тем, кто ищет повышенного комфорта и удовольствия во время сексуальной активности. Натуральный состав создает естественное увлажнение, оберегает слизистые от повреждения и ускоряет восстановление за счет растительных экстрактов и пантенола. Гипоаллергенная формула этого геля-смазки обеспечивает шелковисто-гладкую текстуру, обеспечивающую легкое скольжение и усиливающие ощущения во время проникновения. Он совместим с большинством секс-игрушек и презервативов, что делает его идеальным выбором для игр в одиночку или для двоих. Товар также может уменьшить трение и дискомфорт, что приводит к продлению полового акта. Не требует смывания, при необходимости легко моется. Не оставляет липких следов на одежде или белье, сохраняя ваши вещи. Мы доставим покупку в плотной анонимной упаковке. Приобретите эротический подарок себе или вашему парню, или девушке. Смазка на водной основе съедобная это отличный выбор! Добавьте эротики в вашу жизнь.",
        characteristics: {
          material: "вода; д-пантенол; экстракт алоэ; экстракт ромашки; бензоат натрия; лимонная кислота; сорбат калия; гэц",
          affect: "Увлажнение; смягчение; успокаивающий",
          volume: "200 мл",
        }
      },
    ],
  },
  {
    id: 75,
    name: "Подарок 18+",
    category: "adult",
    image: adult4,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [adult4],
        description: "Преврати свои фантазии в реальность с этими великолепными вибро трусиками – идеальной секс игрушкой для удовлетворения интимных желаний! Вибротрусы являются прекрасным выбором для тех, кто ищет уникальный и оправдывающий ожидания вибратор. 9 режимов страсти и бесконечного удовольствия, не оставят тебя равнодушной. Использую свой режим и разнообразь вашу интимную жизнь с партнером. Сочетание ABS и силикона в составе секс-игрушки обеспечивает не только безопасность, но и максимально приятные ощущения при использовании. Вибротрусики готовы радовать тебя на протяжении долгого времени благодаря большой энергоемкости аккумулятора. Секс игрушка настолько мощная и эффективная, что поможет удовлетворить даже самые сокровенные интимные фантазии твоего партнера и тебя самой. Несмотря на свои компактные габариты эти секс трусики - настоящий источник наслаждения. Их легковесный дизайн весом всего 60 грамм позволит тебе наслаждаться комфортным ношением в любом месте и при любых обстоятельствах. ",
        characteristics: {
          material: "ABS+Силикон",
          complectation: "зарядный шнур; вибротрусики; инструкция к вибротрусики",
          country: "Китай",
        }
      },
    ],
  },

  {
    id: 76,
    name: "Чипсы Lays",
    category: "food",
    image: food1,
    new_price: 296,
    old_price: 306,
    colors: [
      {
        images: [food1],
        description: "Представляем вам картофельные чипсы Лейс со вкусом сыра - хрустящие снеки, которые станут отличной закуской к пиву или просто вкусной едой для перекуса. упаковка содержит 150 грамм продукта, которые не только утолят голод, но и доставят удовольствие.",
        characteristics: {
          taste: "сыр",
          weightPackage: "150 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 77,
    name: "Чипсы Lays",
    category: "food",
    image: food2,
    new_price: 296,
    old_price: 310,
    colors: [
      {
        images: [food2],
        description: "Представляем вам картофельные чипсы Лейс со вкусом сметаны и лука - хрустящие снеки, которые станут отличной закуской к пиву или просто вкусной едой для перекуса. упаковка содержит 140 грамм продукта, которые не только утолят голод, но и доставят удовольствие.",
        characteristics: {
          taste: "сметана и лук",
          weightPackage: "140 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 78,
    name: "Сгущеное молоко",
    category: "food",
    image: food3,
    new_price: 135,
    old_price: 218,
    colors: [
      {
        images: [food3],
        description: "Сгущенное молоко с сахаром из коллекции российской марки Главпродукт- высококачественный продукт, нежно любимый и в нашей стране, и за ее пределами. Произведенная по ГОСТу продукция создана методом пастеризации. Созданные без искусственных ароматизаторов и красителей натуральные вкусняшки могут использоваться для непосредственного употребления в пищу или включения в состав выпечки, добавления в тесто или для прослойки коржей, верха и боков кремом. Вы можете добавлять готовый продукт в горячий шоколад или какао, кофе или чай, чтобы придать напиткам изысканный и мягкий сливочный вкус, нежный аромат.",
        characteristics: {
          material: "Цельное коровье молоко, сахар-песок (сахароза)",
          weightPackage: "380 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 79,
    name: "Сгущеное молоко",
    category: "food",
    image: food4,
    new_price: 148,
    old_price: 201,
    colors: [
      {
        images: [food4],
        description: "Сгущенное молоко с сахаром из коллекции российской марки Главпродукт- высококачественный продукт, нежно любимый и в нашей стране, и за ее пределами. Произведенная по ГОСТу продукция создана методом пастеризации. Созданные без искусственных ароматизаторов и красителей натуральные вкусняшки могут использоваться для непосредственного употребления в пищу или включения в состав выпечки, добавления в тесто или для прослойки коржей, верха и боков кремом. Вы можете добавлять готовый продукт в горячий шоколад или какао, кофе или чай, чтобы придать напиткам изысканный и мягкий сливочный вкус, нежный аромат.",
        characteristics: {
          material: "Цельное коровье молоко, сахар-песок (сахароза)",
          weightPackage: "380 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 80,
    name: "Огурцы маринованные",
    category: "food",
    image: food5,
    new_price: 196,
    old_price: 210,
    colors: [
      {
        images: [food5],
        description: "Огурцы маринованные «Дядя Ваня», 1,8 л — это высококачественные консервы, изготовленные из отборных огурцов. Продукт представляет собой овощные консервы, которые подходят как для самостоятельного употребления, так и в качестве ингредиента для различных блюд.",
        characteristics: {
          material: "огурцы",
          weightPackage: "1800 мл",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 81,
    name: "Ассорти овощное",
    category: "food",
    image: food6,
    new_price: 350,
    old_price: 390,
    colors: [
      {
        images: [food6],
        description: "Ассорти овощное из томатов и огурцов, 1,8 л. Откройте для себя неповторимый вкус овощного ассорти «Дядя Ваня»! Это идеальный выбор для любителей домашних заготовок.В каждой банке вы найдёте тщательно подобранные огурцы и томаты. Огурцы порадуют вас своей хрустящей текстурой и пряным ароматом, а томаты добавят яркости и насыщенности вкусу.",
        characteristics: {
          material: "огурцы, томаты, патиссоны",
          weightPackage: "1800 мл",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 82,
    name: "Ассорти овощное",
    category: "food",
    image: food7,
    new_price: 306,
    old_price: 3450,
    colors: [
      {
        images: [food7],
        description: "Ассорти овощное из томатов и огурцов, 1,8 л. Откройте для себя неповторимый вкус овощного ассорти «Дядя Ваня»! Это идеальный выбор для любителей домашних заготовок.В каждой банке вы найдёте тщательно подобранные огурцы и томаты. Огурцы порадуют вас своей хрустящей текстурой и пряным ароматом, а томаты добавят яркости и насыщенности вкусу.",
        characteristics: {
          material: "огурцы, томаты",
          weightPackage: "1800 мл",
          country: "Россия",
        }
      },
    ],
  },

  {
    id: 83,
    name: "Корм для кошек ProPlan",
    category: "zoo",
    image: zoo1,
    new_price: 6896,
    old_price: 8610,
    colors: [
      {
        images: [zoo1],
        description: "Корм для кошек Pro Plan это продукт, который разработан с использованием самых высококачественных ингредиентов, чтобы удовлетворить даже самых требовательных питомцев. Если вы ищете сухой корм для ваших любимцев, который обеспечивает все необходимые питательные вещества – корм для кошек сухой идеально подходит для вас. При использовании этого корма вы даете своим питомцам все необходимые витамины, минералы, белки и другие питательные вещества, которые они нуждаются. Этот корм является идеальным выбором для кошек всех пород, от британских короткошерстных до бенгальских и мейн-кунов. Про план предлагает несколько разных вариантов кормов для кошек, в том числе для стерилизованных кошек и кошек с уринарной проблемой. Со вкусом кролика или индейки. Выберите оптимальный вариант для вашего питомца и наслаждайтесь здоровьем вашей кошки. Если вы ищете превосходный корм для своих кошек, то Pro Plan идеально подойдет вам. Высокое качество и натуральность - вот что отличает наш корм. Он содержит все необходимые витамины и микроэлементы, чтобы поддерживать здоровый рацион вашей кошки. Супер вкус индейки не оставит равнодушным вашего питомца, а оптимальная формула позволяет поддерживать идеальную шерсть. Суперполезные лакомства ProPlan добавят маленькую изюминку в рацион вашего питомца. Они подходят для взрослых кошек и представлены в удобной упаковке весом 7 кг. Не ждите, попробуйте его уже сегодня и увидите разницу сами.",
        characteristics: {
          material: "индейка 14%; сухой белок птицы; рис; животный жир; минеральные вещества; витамины; рыбий жир; аминокислоты",
          taste: "индейка",
          weightPackage: "7 кг",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 84,
    name: "Корм для кошек ProPlan",
    category: "zoo",
    image: zoo2,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [zoo2],
        description: "Корм для кошек Pro Plan это продукт, который разработан с использованием самых высококачественных ингредиентов, чтобы удовлетворить даже самых требовательных питомцев. Если вы ищете сухой корм для ваших любимцев, который обеспечивает все необходимые питательные вещества – корм для кошек сухой идеально подходит для вас. При использовании этого корма вы даете своим питомцам все необходимые витамины, минералы, белки и другие питательные вещества, которые они нуждаются. Этот корм является идеальным выбором для кошек всех пород, от британских короткошерстных до бенгальских и мейн-кунов. Про план предлагает несколько разных вариантов кормов для кошек, в том числе для стерилизованных кошек и кошек с уринарной проблемой. Со вкусом кролика или индейки. Выберите оптимальный вариант для вашего питомца и наслаждайтесь здоровьем вашей кошки. Если вы ищете превосходный корм для своих кошек, то Pro Plan идеально подойдет вам. Высокое качество и натуральность - вот что отличает наш корм. Он содержит все необходимые витамины и микроэлементы, чтобы поддерживать здоровый рацион вашей кошки. Супер вкус индейки не оставит равнодушным вашего питомца, а оптимальная формула позволяет поддерживать идеальную шерсть. Суперполезные лакомства ProPlan добавят маленькую изюминку в рацион вашего питомца. Они подходят для взрослых кошек и представлены в удобной упаковке весом 1,5кг. Не ждите, попробуйте его уже сегодня и увидите разницу сами.",
        characteristics: {
          material: "индейка 14%; сухой белок птицы; рис; животный жир; минеральные вещества; витамины; рыбий жир; аминокислоты",
          taste: "индейка",
          weightPackage: "1,5 кг",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 85,
    name: "Корм для кошек ProPlan",
    category: "zoo",
    image: zoo3,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [zoo3],
        description: "Корм для кошек Pro Plan это продукт, который разработан с использованием самых высококачественных ингредиентов, чтобы удовлетворить даже самых требовательных питомцев. Если вы ищете сухой корм для ваших любимцев, который обеспечивает все необходимые питательные вещества – корм для кошек сухой идеально подходит для вас. При использовании этого корма вы даете своим питомцам все необходимые витамины, минералы, белки и другие питательные вещества, которые они нуждаются. Этот корм является идеальным выбором для кошек всех пород, от британских короткошерстных до бенгальских и мейн-кунов. Про план предлагает несколько разных вариантов кормов для кошек, в том числе для стерилизованных кошек и кошек с уринарной проблемой. Со вкусом кролика или индейки. Выберите оптимальный вариант для вашего питомца и наслаждайтесь здоровьем вашей кошки. Если вы ищете превосходный корм для своих кошек, то Pro Plan идеально подойдет вам. Высокое качество и натуральность - вот что отличает наш корм. Он содержит все необходимые витамины и микроэлементы, чтобы поддерживать здоровый рацион вашей кошки. Супер вкус индейки не оставит равнодушным вашего питомца, а оптимальная формула позволяет поддерживать идеальную шерсть. Суперполезные лакомства ProPlan добавят маленькую изюминку в рацион вашего питомца. Они подходят для взрослых кошек и представлены в удобной упаковке весом 1,5кг. Не ждите, попробуйте его уже сегодня и увидите разницу сами.",
        characteristics: {
          material: "индейка 14%; сухой белок птицы; рис; животный жир; минеральные вещества; витамины; рыбий жир; аминокислоты",
          taste: "индейка",
          weightPackage: "1,5 кг",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 86,
    name: "Игрушка для кошек",
    category: "zoo",
    image: zoo4,
    new_price: 296,
    old_price: 310,
    colors: [
      {
        images: [zoo4],
        description: "Игровая трехуровневая пирамида Нью с звенящими шариками обязательно привлечет внимание вашего питомца. Простые в сборке, яркие игрушки для кошек станут любимым развлечением не только для котов, но и для котят, и для взрослых кошек. Интерактивная игрушка для кошек Башня — это лучшая дразнилка для животных, подходит также и для собак.",
        characteristics: {
          material: "пластик",
          weightPackage: "350 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 87,
    name: "Игрушка для кошек",
    category: "zoo",
    image: zoo5,
    new_price: 396,
    old_price: 510,
    colors: [
      {
        images: [zoo5],
        description: "Игровая трехуровневая пирамида Нью с звенящими шариками обязательно привлечет внимание вашего питомца. Простые в сборке, яркие игрушки для кошек станут любимым развлечением не только для котов, но и для котят, и для взрослых кошек. Интерактивная игрушка для кошек Башня — это лучшая дразнилка для животных, подходит также и для собак.",
        characteristics: {
          material: "пластик",
          weightPackage: "350 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 88,
    name: "Игрушка с кошачьей мятой",
    category: "zoo",
    image: zoo6,
    new_price: 136,
    old_price: 180,
    colors: [
      {
        images: [zoo6],
        description: "Игрушки для кошек рыбки подойдут для котов и собак мелких пород. Игрушка для котят и котов рыба набита синтепоном, очень мягкий и приятный на ощупь качественный материал, в нее добавлена кошачья мята и валериана , которая в свою очередь обладает лечебными свойствами , способными усмирить даже самого непослушного зверя. Ваша кошка наладит проблемы с чрезмерной возбудимостью, агрессией , сон станет крепким и спокойным. Дразнилки для животных сделают Вашу кошку более ласковой и коммуникабельной.",
        characteristics: {
          material: "Текстиль (атлас); Синтепон (полиэфирное волокно 100%)",
          weightPackage: "150 гр",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 89,
    name: "Домик для кошек",
    category: "zoo",
    image: zoo7,
    new_price: 4896,
    old_price: 6610,
    colors: [
      {
        images: [zoo7],
        description: "Высокий комплекс для кошек — это игровой аттракцион-когтеточка с домиком лежанкой в основании, двумя платформами, практичный наполный столбик для стачивания когтей у котов, помогает животным избавиться от шелушащихся слоев ногтя, причиняющих дискомфорт подушечкам лап. Все мы знаем, что котята любят точить когти, ведь таким образом они маркируют свою территорию. Зачастую от этой привычки страдает любимый диван, кресло и любая другая мебель, а также двери и стенки. Справиться с этой проблемой поможет наша стойка игрушка - дом для кота.",
        characteristics: {
          material: "джут; плюш; ткань",
          weightPackage: "4,3 кг",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 90,
    name: "Домик для кошек",
    category: "zoo",
    image: zoo8,
    new_price: 3896,
    old_price: 5610,
    colors: [
      {
        images: [zoo8],
        description: "Высокий комплекс для кошек — это игровой аттракцион-когтеточка с домиком лежанкой в основании, двумя платформами, практичный наполный столбик для стачивания когтей у котов, помогает животным избавиться от шелушащихся слоев ногтя, причиняющих дискомфорт подушечкам лап. Все мы знаем, что котята любят точить когти, ведь таким образом они маркируют свою территорию. Зачастую от этой привычки страдает любимый диван, кресло и любая другая мебель, а также двери и стенки. Справиться с этой проблемой поможет наша стойка игрушка - дом для кота.",
        characteristics: {
          material: "джут; плюш; ткань",
          weightPackage: "4,3 кг",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 91,
    name: "Домик-когтеточка для кошек",
    category: "zoo",
    image: zoo9,
    new_price: 4896,
    old_price: 6610,
    colors: [
      {
        images: [zoo9],
        description: "Высокий комплекс для кошек — это игровой аттракцион-когтеточка с домиком лежанкой в основании, двумя платформами, практичный наполный столбик для стачивания когтей у котов, помогает животным избавиться от шелушащихся слоев ногтя, причиняющих дискомфорт подушечкам лап. Все мы знаем, что котята любят точить когти, ведь таким образом они маркируют свою территорию. Зачастую от этой привычки страдает любимый диван, кресло и любая другая мебель, а также двери и стенки. Справиться с этой проблемой поможет наша стойка игрушка - дом для кота.",
        characteristics: {
          material: "джут; плюш; ткань",
          weightPackage: "4,3 кг",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 92,
    name: "Когтеточка для кошек",
    category: "zoo",
    image: zoo10,
    new_price: 1896,
    old_price: 3610,
    colors: [
      {
        images: [zoo7],
        description: "Высокий комплекс для кошек — это игровой аттракцион-когтеточка с домиком лежанкой в основании, двумя платформами, практичный наполный столбик для стачивания когтей у котов, помогает животным избавиться от шелушащихся слоев ногтя, причиняющих дискомфорт подушечкам лап. Все мы знаем, что котята любят точить когти, ведь таким образом они маркируют свою территорию. Зачастую от этой привычки страдает любимый диван, кресло и любая другая мебель, а также двери и стенки. Справиться с этой проблемой поможет наша стойка игрушка - дом для кота.",
        characteristics: {
          material: "картон",
          weightPackage: "1,3 кг",
          country: "Россия",
        }
      },
    ],
  },

  {
    id: 93,
    name: "Инструменты для авто",
    category: "cartools",
    image: car1,
    new_price: 3896,
    old_price: 4610,
    colors: [
      {
        images: [car1],
        description: "Набор инструментов 121 предмет станет незаменимым и надежным помощником как начинающему автолюбителю, осваивающему самостоятельный ремонт авто, так и опытному мастеру. Поможет выполнить ремонт вашего автомобиля самостоятельно, что позволит сэкономить время, нервы и деньги. Оснастка инструмента сможет пригодится и при строительстве дома или его ремонте. Полноту комплектации оценят не только автомобилисты – любители, но и профессиональные специалисты автосервиса. Большой выбор аксессуаров, дополнительно позволит выполнить ремонт велосипеда, мотоцикла, квадроцикла или другой техники, которая может окружать Вас в повседневной жизни. Пластиковый кейс оснащен надежной ручкой и защелками. Набор без труда помещается в багажник любого автомобиля. Его удобно хранить в машине, гараже или дома. Благодаря антискользящей ручке с ребрами жесткости, переноска инструмента в руках, становиться комфортной и не утомительной. Строгий внешний вид набора позволяет сделать его одним из постоянных аксессуаров автомобиля. Инструменты и принадлежности, изготовлены из хромованадиевой стали. Сильными сторонами этого материала являются высокая стойкость к усталостным и ударным нагрузкам. Компоненты прослужат вам долго, без потери своих свойств. Твёрдость комплектующих инструментов по шкале Роквела составляет - 44-48 HRC. Данная комплектация действительно отличный подарок мужчине на любой праздник, например новый год, день рождения или 23 февраля, или просто так, без причины! Считается одной из самых универсальных комплектаций и дополнительно включает в себя съемник масленого фильтра. Так же имеет комплект свечных и торцевых головок. Для труднодоступных мест комлект торцевых головок удлинённых. Вам могут пригодится отвертки ударные, которые тоже есть в данном кейсе! Биты тоцевые со вставким TORX, PH, PZ, SL и др. Шестигранники. Набор ключей. Силовые воротки и др.",
        characteristics: {
          complectation: "ключи трещоточные с быстрым сбросом; Биты; Отвертки; набор ключей; шестигранники; головки удлиненные; головка торцевая",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 94,
    name: "Инструменты для авто",
    category: "cartools",
    image: car2,
    new_price: 4896,
    old_price: 6610,
    colors: [
      {
        images: [car2],
        description: "Набор инструментов 121 предмет станет незаменимым и надежным помощником как начинающему автолюбителю, осваивающему самостоятельный ремонт авто, так и опытному мастеру. Поможет выполнить ремонт вашего автомобиля самостоятельно, что позволит сэкономить время, нервы и деньги. Оснастка инструмента сможет пригодится и при строительстве дома или его ремонте. Полноту комплектации оценят не только автомобилисты – любители, но и профессиональные специалисты автосервиса. Большой выбор аксессуаров, дополнительно позволит выполнить ремонт велосипеда, мотоцикла, квадроцикла или другой техники, которая может окружать Вас в повседневной жизни. Пластиковый кейс оснащен надежной ручкой и защелками. Набор без труда помещается в багажник любого автомобиля. Его удобно хранить в машине, гараже или дома. Благодаря антискользящей ручке с ребрами жесткости, переноска инструмента в руках, становиться комфортной и не утомительной. Строгий внешний вид набора позволяет сделать его одним из постоянных аксессуаров автомобиля. Инструменты и принадлежности, изготовлены из хромованадиевой стали. Сильными сторонами этого материала являются высокая стойкость к усталостным и ударным нагрузкам. Компоненты прослужат вам долго, без потери своих свойств. Твёрдость комплектующих инструментов по шкале Роквела составляет - 44-48 HRC. Данная комплектация действительно отличный подарок мужчине на любой праздник, например новый год, день рождения или 23 февраля, или просто так, без причины! Считается одной из самых универсальных комплектаций и дополнительно включает в себя съемник масленого фильтра. Так же имеет комплект свечных и торцевых головок. Для труднодоступных мест комлект торцевых головок удлинённых. Вам могут пригодится отвертки ударные, которые тоже есть в данном кейсе! Биты тоцевые со вставким TORX, PH, PZ, SL и др. Шестигранники. Набор ключей. Силовые воротки и др.",
        characteristics: {
          complectation: "ключи трещоточные с быстрым сбросом; Биты; Отвертки; набор ключей; шестигранники; головки удлиненные; головка торцевая",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 95,
    name: "Инструменты для авто",
    category: "cartools",
    image: car3,
    new_price: 4896,
    old_price: 6610,
    colors: [
      {
        images: [car3],
        description: "Набор инструментов 121 предмет станет незаменимым и надежным помощником как начинающему автолюбителю, осваивающему самостоятельный ремонт авто, так и опытному мастеру. Поможет выполнить ремонт вашего автомобиля самостоятельно, что позволит сэкономить время, нервы и деньги. Оснастка инструмента сможет пригодится и при строительстве дома или его ремонте. Полноту комплектации оценят не только автомобилисты – любители, но и профессиональные специалисты автосервиса. Большой выбор аксессуаров, дополнительно позволит выполнить ремонт велосипеда, мотоцикла, квадроцикла или другой техники, которая может окружать Вас в повседневной жизни. Пластиковый кейс оснащен надежной ручкой и защелками. Набор без труда помещается в багажник любого автомобиля. Его удобно хранить в машине, гараже или дома. Благодаря антискользящей ручке с ребрами жесткости, переноска инструмента в руках, становиться комфортной и не утомительной. Строгий внешний вид набора позволяет сделать его одним из постоянных аксессуаров автомобиля. Инструменты и принадлежности, изготовлены из хромованадиевой стали. Сильными сторонами этого материала являются высокая стойкость к усталостным и ударным нагрузкам. Компоненты прослужат вам долго, без потери своих свойств. Твёрдость комплектующих инструментов по шкале Роквела составляет - 44-48 HRC. Данная комплектация действительно отличный подарок мужчине на любой праздник, например новый год, день рождения или 23 февраля, или просто так, без причины! Считается одной из самых универсальных комплектаций и дополнительно включает в себя съемник масленого фильтра. Так же имеет комплект свечных и торцевых головок. Для труднодоступных мест комлект торцевых головок удлинённых. Вам могут пригодится отвертки ударные, которые тоже есть в данном кейсе! Биты тоцевые со вставким TORX, PH, PZ, SL и др. Шестигранники. Набор ключей. Силовые воротки и др.",
        characteristics: {
          complectation: "ключи трещоточные с быстрым сбросом; Биты; Отвертки; набор ключей; шестигранники; головки удлиненные; головка торцевая",
          country: "Россия",
        }
      },
    ],
  },

  {
    id: 96,
    name: "Ибупрофен",
    category: "health",
    image: health1,
    new_price: 96,
    old_price: 210,
    colors: [
      {
        images: [health1],
        description: "Показания:головная боль;мигрень;зубная боль;боль при дисменорее (болезненные менструации);боль в спине;мышечные и ревматические боли;невралгия;боль в суставах;лихорадочные состояния при гриппе и простудных заболеваниях.Препарат предназначен для симптоматической терапии, уменьшения боли и воспаления на момент применения, на прогрессирование заболевания не влияет",
        characteristics: {
          type1: "Лекарственное средство безрецептурное",
          category: "Антибиотики",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 97,
    name: "НО-Шпа",
    category: "health",
    image: health2,
    new_price: 196,
    old_price: 310,
    colors: [
      {
        images: [health2],
        description: "Показания:головная боль;мигрень;зубная боль;боль при дисменорее (болезненные менструации);боль в спине;мышечные и ревматические боли;невралгия;боль в суставах;лихорадочные состояния при гриппе и простудных заболеваниях.Препарат предназначен для симптоматической терапии, уменьшения боли и воспаления на момент применения, на прогрессирование заболевания не влияет",
        characteristics: {
          type1: "Лекарственное средство безрецептурное",
          category: "Антибиотики",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 98,
    name: "Кетанов",
    category: "health",
    image: health3,
    new_price: 120,
    old_price: 180,
    colors: [
      {
        images: [health3],
        description: "Показания:головная боль;мигрень;зубная боль;боль при дисменорее (болезненные менструации);боль в спине;мышечные и ревматические боли;невралгия;боль в суставах;лихорадочные состояния при гриппе и простудных заболеваниях.Препарат предназначен для симптоматической терапии, уменьшения боли и воспаления на момент применения, на прогрессирование заболевания не влияет",
        characteristics: {
          type1: "Лекарственное средство безрецептурное",
          category: "Антибиотики",
          country: "Россия",
        }
      },
    ],
  },

  {
    id: 99,
    name: "Мяч футбольный",
    category: "sports",
    image: s1,
    new_price: 646,
    old_price: 710,
    colors: [
      {
        images: [s1],
        description: "Футбольный мяч 5 размера от производителя — лидера в производстве мячей для футбола. Официальный размер с длиной окружности в 68 см, этот мяч подходит для профессиональных тренировок и матчей. Его поверхность изготовлена из 100% полиуретана, а камера из бутилкаучука, что обеспечивает устойчивость давления воздуха. Любительский футбольный детский мяч отлично подходит для детей и подростков. Недорогой и даже, скажем прямо, дешевый мяч имеет высокое качество. Для начинающих и профессионалов он станет верным спутником на пути к чемпионству. Мяч футбольный аналог demix . При покупке мяча в комплекте идет насос с иглой в подарок. Прекрасный подарок для мальчика и всех кто влюблен в футбол.",
        characteristics: {
          material: "синтетическая кожа; японский полиуретан; камера из бутила",
          complectation: "насос - 1 шт.; игла для насоса - 1 шт.; мяч футбольный - 1 шт.",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 100,
    name: "Мяч баскетбольный",
    category: "sports",
    image: s2,
    new_price: 596,
    old_price: 610,
    colors: [
      {
        images: [s2],
        description: "Баскетбольный мяч размер 7 - подходит для игры и тренировок в зале и на улице на любом покрытии!Мяч баскетбольный профессиональный - это идеальный спортивный инвентарь для любителей баскетбола: как детей, так и для взрослых. Изготовлениз высококачественной прочной резины. Отличный отскок достигается при давлении 0,6 бар. Любительский баскетбольный мяч выполнен постандартам FIBA, позволяет хорошо контролировать удары. Не скользит в руке. Идеальное сочетание качества и комфорта. Он прослужит вам долгои не потеряет своих игровых характеристик. Наш мяч баскетбола подойдет для занятий спортсменов и для любителей. Независимо от подготовки, выоцените вес и практичность. Баскетбольный мячик подходит для тренировки в школе и для чемпионатов. Баскетбольный мяч 7 размера идёт вкомплекте с насосом и иглой и имеет окружность 75-78 сантиметров и вес - 580 грамм.",
        characteristics: {
          material: "синтетическая кожа; японский полиуретан; камера из бутила",
          complectation: "мяч для баскетбола - 1 шт.; насос - 1 шт.; игла - 1 шт.",
          country: "Россия",
        }
      },
    ],
  },
  {
    id: 101,
    name: "Коврик для йоги",
    category: "sports",
    image: s3,
    new_price: 896,
    old_price: 910,
    colors: [
      {
        images: [s3],
        description: "Предлагаем вашему вниманию высококачественный и универсальный коврик для йоги и фитнеса от FLYFIT. Наш толстый коврик для занятий спортом представляет собой идеальное сочетание комфорта, безопасности и прочности. Он выполнен из мягкого и эластичного материала, который не скользит, обеспечивая максимальную устойчивость и безопасность во время тренировок. Гимнастический коврик имеет нескользящую поверхность и размеры 180x60, что помогает предотвратить травмы и обеспечивает устойчивость во время практики йоги или фитнеса. Он идеально подходит как для начинающих, так и для опытных спортсменов. Он предоставляет мягкую и комфортную поверхность для тренировок или занятий спортом дома. Он обеспечивает амортизацию и защиту от ударов, а также предотвращает скольжение во время выполнения упражнений. Мы предлагаем инвентарь в различных цветовых решениях и дизайнах, чтобы каждый мог выбрать то, что подходит именно ему. Наш коврик каучук также идеально подходит для использования на тренировках в спортзале, студии йоги, дома или для занятий спортом на открытом воздухе. Спортивный ковер легко складывается и переносится, благодаря ручке - чехол, что делает его удобным и практичным аксессуаром для путешествий. Мы ценим комфорт и безопасность наших клиентов, поэтому предлагаем только качественный и проверенный временем продукт. С нашим аксессуаром для йоги и фитнеса вы сможете наслаждаться своими тренировками, получать максимальное удовольствие и достичь желаемых результатов. Выбирайте качество и высокий уровень заботы о себе.",
        characteristics: {
          complectation: "коврик для йоги; ремень для йоги; ремешок для переноски",
          length: "183 см",
          country: "Россия",
        }
      },
    ],
  },










];

export default all_product;
